Repository: DawnLiExp/Me2Comic
Catalog: Me2Comic/Resources/Localizations/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# AdvancedParameters
source: Advanced Settings
ja: 詳細設定
zh_hans: 高级设置
zh_hant: 進階設定

source: Amount:
ja: 強度:

# AmountDesc
source: Controls the effect strength; higher values enhance edges.
ja: シャープネスの強度調整（強度=0でアンシャープ処理全体が無効になります）。
zh_hans: 锐化量，控制锐化效果的强度
zh_hant: 銳化量，控制銳化效果的強度

source: Auto
ja: 自動
zh_hans: 自动
zh_hant: 自動

# AutoAllocatedParameters
source: Auto-allocated parameters: threads %ld, batch size %ld
ja: 自動割り当てパラメータ：スレッド数 %ld、バッチサイズ %ld
zh_hans: 自动分配参数：线程数 %ld，批处理大小 %ld
zh_hant: 自動分配參數：線程數 %ld，批處理大小 %ld

source: Auto Mode Enabled
ja: 自動モードが有効になりました
zh_hans: 已启用自动模式
zh_hant: 已啟用自動模式

source: Auto Scroll
ja: 自動スクロール
zh_hans: 自动滚动
zh_hant: 自動滾動

# BasicParameters
source: Basic
ja: 基本設定
zh_hans: 基础参数
zh_hant: 基礎參數

source: Basic Settings
ja: 基本設定
zh_hans: 基础设置
zh_hant: 基礎設定

# BatchProcessFailed
source: Batch processing failed: %@
ja: バッチ処理に失敗しました:%@
zh_hans: 批量处理失败：%@
zh_hant: 批次處理失敗：%@

# BatchSize
source: Images per batch:
ja: バッチごとの画像数：
zh_hans: 每批图像数：
zh_hant: 每批影像數：

# BatchSizeDesc
source: Distributes the number of images each thread processes based on the CPU count. Proper settings can improve efficiency; range: 1–1000 (disabled in Auto mode).
ja: CPU 数に応じて各スレッドが処理する画像数を割り当てます。適切に設定すると処理効率が向上します。範囲：1〜1000（自動モードでは無効）。
zh_hans: 根据 CPU 个数分配每个线程处理的图像数量，合理设置可提升处理效率；范围 1–1000（自动模式下无效）
zh_hant: 根據 CPU 個數分配每個執行緒處理的影像數量，合理設定可提升處理效率；範圍 1–1000（自動模式下無效）

# BatchSizeLabel
source: Per batch:
ja: バッチ画像数：
zh_hans: 每批图像数：
zh_hant: 每批影像數：

# BuildVersionDefault
source: Mucha
ja: ミュシャ
zh_hans: 穆夏
zh_hant: 穆夏

# CannotCreateOutputDir
source: Error: Cannot create output directory: %@
ja: エラー:出力ディレクトリ作成失敗：%@
zh_hans: 错误：无法创建输出目录：%@
zh_hant: 錯誤：無法建立輸出目錄：%@

# CannotCreateOutputSubdir
source: Cannot create output subdirectory: %@
ja: 出力サブディレクトリを作成できません:%@
zh_hans: 无法创建输出子目录：%@
zh_hant: 無法創建輸出子目錄：%@

# CannotReadOutput
source: Failed to parse the output of the command
ja: コマンドの出力結果を解析できませんでした
zh_hans: 无法解析命令的输出结果
zh_hant: 無法解析指令的輸出結果

# ClearLogsCount
source: Clear Logs (%d)
ja: ログを消去 (%d)
zh_hans: 清理日志 (%d)
zh_hant: 清理日誌 (%d)

# CompletedGlobalBatchWithCount
source: Single-page image queue completed, total %d images processed
ja: 単ページ画像の処理が完了しました（合計 %d 枚）
zh_hans: 单页图片队列处理完成，共处理 %d 张
zh_hant: 單頁圖片隊列處理完成，共處理 %d 張

source: CopyAll
ja: すべてコピー
zh_hans: 复制全部
zh_hant: 複製全部

source: CPU Usage
ja: CPU使用率
zh_hans: CPU使用率
zh_hant: CPU使用率

source: Detecting...
ja: 検出中...
zh_hans: 检测中...
zh_hant: 檢測中...

source: Error reading directory: %@
ja: ディレクトリの読み取りエラー: %@
zh_hans: 读取目录错误: %@
zh_hant: 讀取目錄錯誤: %@

# ErrorScanningDirectory
source: Directory scan failed: %@
ja: ディレクトリのスキャンに失敗しました：%@
zh_hans: 目录扫描失败：%@
zh_hant: 目錄掃描失敗：%@

source: EstimatedTimeRemaining
ja: 残り時間の予測
zh_hans: 预计剩余时间
zh_hant: 預計剩餘時間

# FailedFiles
source: Failed to process %d files
ja: %dファイルの処理に失敗しました
zh_hans: 处理失败的文件数：%d
zh_hant: 處理失敗的檔案數：%d

# FailedToCreateEnumerator
source: Failed to create directory enumerator
ja: ディレクトリ列挙ツールを作成できません
zh_hans: 无法创建目录遍历器
zh_hant: 無法建立目錄遍歷器

# GMExecutionException
source: An exception occurred while trying to run gm. Installation or permissions may be incorrect.
ja: gm を実行中に例外が発生しました。インストール不備やパーミッションの問題が考えられます。
zh_hans: 运行 gm 时出现异常，可能未正确安装或权限不足。
zh_hant: 執行 gm 時發生例外，可能尚未安裝完整或權限不足。

# GMExecutionFailed
source: Found gm executable, but it failed to run. Please check permissions or compatibility.
ja: gm 実行ファイルは見つかりましたが、実行に失敗しました。権限や互換性を確認してください。
zh_hans: 找到 gm 可执行文件，但运行失败。请检查是否可执行或版本兼容性问题。
zh_hant: 已找到 gm 可執行檔，但執行失敗。請確認是否具有執行權限或版本相容性問題。

# GMNotFoundViaWhich
source: GraphicsMagick (gm) not found via `which`. Please ensure it is properly installed.
ja: `which` コマンドで GraphicsMagick（gm）を見つけられませんでした。正しくインストールされているか確認してください。
zh_hans: 未能通过 `which` 命令找到 GraphicsMagick（gm）。请确认已正确安装。
zh_hant: 無法透過 `which` 指令找到 GraphicsMagick（gm）。請確認已正確安裝。

# GMNotReady
source: GraphicsMagick detection failed
ja: GraphicsMagick の検出に失敗しました
zh_hans: GraphicsMagick 检测失败
zh_hant: GraphicsMagick 檢測失敗

# GMReady
source: GraphicsMagick is ready
ja: GraphicsMagick は準備完了です
zh_hans: GraphicsMagick 已就绪
zh_hant: GraphicsMagick 已就緒

# GMWhichCommandFailed
source: Failed to execute `which gm`. It might be due to permission or PATH issues.
ja: `which gm` コマンドの実行に失敗しました。パーミッションや環境変数が原因の可能性があります。
zh_hans: 尝试执行 `which gm` 命令时失败，可能是权限或环境变量问题。
zh_hant: 執行 `which gm` 指令時失敗，可能是權限或環境變數的問題。

source: GraphicsMagick version: %@
ja: GraphicsMagickバージョン:%@
zh_hans: GraphicsMagick 版本：%@
zh_hant: GraphicsMagick 版本：%@

source: Gray:
ja: グレー:
zh_hans: 灰度模式：
zh_hant: 灰階模式：

# GrayColorspace
source: Grayscale Mode:
ja: グレースケール変換:
zh_hans: 灰度色彩空间：
zh_hant: 灰階色彩空間（黑白）：

# GrayDesc
source: ON = Convert to grayscale (8-bit); OFF = Retain original color space.
ja: ON=8bitグレースケール／OFF=元のカラースペース。
zh_hans: on=转换至灰度空间（8-bit），off=保留原始色彩空间
zh_hant: on=轉換至灰階空間（8-bit），off=保留原始色彩空間

# GrayDisabled
source: Disabled
ja: 無効
zh_hans: 关闭
zh_hant: 關閉

# GrayEnabled
source: Enabled
ja: 有効
zh_hans: 启用
zh_hant: 啟用

# ImagesPerBatch
source: img
ja: 枚
zh_hans: 张
zh_hant: 張

source: Input Directory:
ja: 入力ディレクトリ:
zh_hans: 输入目录：
zh_hant: 輸入目錄:

# Input Directory Placeholder
source: Select a directory containing image subfolders. The application will automatically process image files in all first-level subfolders.
ja: 画像サブフォルダを含むディレクトリを選択します。アプリケーションは第一階層のすべてのサブフォルダ内の画像ファイルを自動的に処理します。
zh_hans: 选择包含图片子文件夹的目录，程序将自动处理该目录下所有第一层级子文件夹内的图片文件
zh_hant: 選擇包含圖片子資料夾的目錄，程式將自動處理該目錄下所有第一層級子資料夾內的圖片檔案

# InputNotSelected
source: Select input directory
ja: 入力ディレクトリを選択
zh_hans: 未选择输入目录
zh_hant: 未選擇輸入目錄

# InvalidBatchSize
source: Invalid batch size. Please enter an integer between 1 and 1000.
ja: バッチサイズが無効です。1〜1000の整数を入力してください。
zh_hans: 每批图像数无效。请输入 1-1000 之间的整数。
zh_hant: 每批影像數無效。請輸入 1 至 1000 的整數。

# InvalidOutputQuality
source: Error: Output quality must be an integer between 1 and 100
ja: エラー:出力品質は1〜100の整数を指定
zh_hans: 错误：输出质量必须为 1 到 100 的整数
zh_hant: 錯誤：輸出品質必須為 1 到 100 的整數

# InvalidResizeHeight
source: Error: Resize height must be a positive integer
ja: エラー:リサイズ高は正の整数を指定
zh_hans: 错误：Resize 高度必须为正整数
zh_hant: 錯誤：Resize 高度必須為正整數

# InvalidUnsharpParameters
source: Error: Unsharp parameters must be non-negative
ja: エラー:アンシャープ値は0以上を指定
zh_hans: 错误：Unsharp 参数必须为非负数
zh_hant: 錯誤：Unsharp 參數必須為非負數

# InvalidWidthThreshold
source: Error: Width threshold must be a positive integer
ja: エラー:幅閾値は正の整数を指定
zh_hans: 错误：宽度阈值必须为正整数
zh_hant: 錯誤：寬度閾值必須為正整數

# LanguageSettings
source: Language:
ja: 言語設定：
zh_hans: 语言设置：
zh_hant: 語言設定：

source: Later
ja: 後で
zh_hans: 稍后
zh_hant: 稍後

# LoadedLastInputDir
source: Loaded last used input directory: %@
ja: 最後に使用した入力ディレクトリを読み込みました: %@
zh_hans: 已加载上次使用的输入目录: %@
zh_hant: 已載入上次使用的輸入目錄: %@

# LoadedLastOutputDir
source: Loaded last used output directory: %@
ja: 最後に使用した出力ディレクトリを読み込みました: %@
zh_hans: 已加载上次使用的输出目录: %@
zh_hant: 已載入上次使用的輸出目錄: %@

# LogsCount
source: %d entries
ja: %d 件
zh_hans: %d 条
zh_hant: %d 條

# NoImagesInDir
source: No images found in directory: %@
ja: ディレクトリに画像が見つかりません:%@
zh_hans: 目录中未找到图片：%@
zh_hant: 目錄中未找到圖片：%@

# NoInputOrOutputDir
source: Error: Input or output directory not selected
ja: エラー:入力/出力ディレクトリ未指定
zh_hans: 错误：未选择输入或输出目录
zh_hant: 錯誤：未選擇輸入或輸出目錄

# NoSubdirectories
source: No subdirectories found in input directory
ja: 入力ディレクトリにサブディレクトリが見つかりません
zh_hans: 输入目录中未找到子目录
zh_hant: 輸入目錄中未找到子目錄

# NotificationPermissionFailed
source: Error: Failed to request notification permission: %@
ja: エラー:通知権限取得失敗：%@
zh_hans: 错误：请求通知权限失败：%@
zh_hant: 錯誤：請求通知權限失敗：%@

# NotificationPermissionNotGranted
source: Warning: Notification permission not granted, notifications may not display
ja: 警告:通知権限なし（通知非表示）
zh_hans: 警告：通知权限未授予，通知可能无法显示
zh_hant: 警告：通知權限未授予，通知可能無法顯示

source: Output Directory:
ja: 出力ディレクトリ:
zh_hans: 输出目录：
zh_hant: 輸出目錄:

# Output Directory Placeholder
source: Select the save location for processed results. Output will maintain the same folder structure as the input directory.
ja: 処理結果の保存場所を選択します。出力は入力ディレクトリと同じフォルダ構造を維持します。
zh_hans: 选择处理结果的保存位置，输出将保持与输入目录一致的文件结构
zh_hant: 選擇處理結果的儲存位置，輸出將保持與輸入目錄一致的檔案結構

# OutputNotSelected
source: Select output directory
ja: 出力ディレクトリを選択
zh_hans: 未选择输出目录
zh_hant: 未選擇輸出目錄

source: Output Quality:
ja: 出力品質:
zh_hans: 输出质量：
zh_hant: 輸出品質：

# ParamDesc
source: Parameter Description:
ja: パラメータ:
zh_hans: 参数说明：
zh_hant: 參數說明：

# ProcessedSubdir
source: Completed processing double-page image directory: %@
ja: 見開き画像ディレクトリの処理が完了しました：%@
zh_hans: 完成处理双页图片目录：%@
zh_hant: 完成處理雙頁圖片目錄：%@

# ProcessingCancelledNoStart
source: Processing cancelled before it started
ja: 処理が開始される前にキャンセルされました
zh_hans: 处理已取消，未开始执行
zh_hant: 處理已取消，尚未開始執行

# ProcessingComplete
source: Processing completed
ja: 処理完了
zh_hans: 处理完成
zh_hant: 處理完成

# ProcessingCompleteSuccess
source: Processing completed successfully for %d images
ja: %d枚の画像の処理が正常に完了しました
zh_hans: 成功处理%d张图像
zh_hant: 成功處理%d張圖像

# ProcessingCompleteTitle
source: Processing Completed
ja: 処理完了
zh_hans: 处理完成
zh_hant: 處理完成

# ProcessingCompleteWithFailures
source: Processing completed, %d images succeeded, %d failed
ja: 処理が完了しました。成功 %d 枚、失敗 %d 枚
zh_hans: 处理完成，成功 %d 张图片，失败 %d 张
zh_hant: 處理完成，成功 %d 張圖像，失敗 %d 張

source: Processing failed: %@
ja: 処理に失敗しました:%@
zh_hans: 处理失败：%@
zh_hant: 處理失敗：%@

source: Processing Logs
ja: 処理ログ
zh_hans: 处理日志
zh_hant: 處理日誌

# ProcessingStatus
source: Processing...
ja: 処理中...
zh_hans: 正在处理...
zh_hant: 正在處理...

source: Processing stopped
ja: 処理停止完了
zh_hans: 处理已停止
zh_hant: 處理已停止

# ProcessingStopRequested
source: User has requested stop, cleaning up…
ja: ユーザーが停止を要求しました。後処理中…
zh_hans: 用户已请求停止，正在清理…
zh_hant: 使用者已請求停止，正在清理…

# ProcessingTimeMinutesSeconds
source: Total processing time: %d minutes %d seconds
ja: 総処理時間:%d分%d秒
zh_hans: 总处理时间：%d分钟%d秒
zh_hant: 總處理時間：%d分鐘%d秒

# ProcessingTimeSeconds
source: Total processing time: %d seconds
ja: 処理時間合計:%d秒
zh_hans: 总处理时间：%d秒
zh_hant: 總處理時間：%d秒

# Quality
source: Output Quality:
ja: 出力品質:
zh_hans: 输出质量：
zh_hant: 輸出品質：

# QualityDesc
source: JPG quality (1-100): Better quality means larger files.
ja: JPG圧縮品質（1〜100）。高いほど高品質で容量増。
zh_hans: JPG压缩质量（1-100），值越高质量越好但文件越大
zh_hant: JPG壓縮品質（1-100），值越高品質越好但檔案越大

source: Radius:
ja: 半径:

# RadiusDesc
source: Controls the size of the affected area, affecting nearby pixels.
ja: 効果が及ぶ半径範囲を制御。
zh_hans: 锐化半径，控制影响的区域大小
zh_hant: 銳化半徑，控制影響的區域大小

source: Ready
ja: 準備完了
zh_hans: 准备就绪
zh_hant: 準備就緒

# ResizeH
source: Resize Height:
ja: リサイズ高:
zh_hans: 转换高度：
zh_hant: 轉換高度：

# ResizeHDesc
source: Scales proportionally by locking height.
ja: 設定した高さ（ピクセル）でアスペクト比を保ってリサイズします。
zh_hans: 按使用设备屏幕高像素设置，例如Kindle Paperwhite 5屏幕分辨率为1236x1648，（锁定高度按比例缩放）
zh_hant: 按使用設備螢幕高像素設置，例如Kindle Paperwhite 5螢幕解析度為1236x1648，（鎖定高度按比例縮放）

source: Resize Height:
ja: リサイズ高:
zh_hans: 转换高度：
zh_hant: 转换高度：

source: Restart Now
ja: 今すぐ再起動
zh_hans: 立即重启
zh_hant: 立即重新啟動

source: Restart Required
ja: 再起動が必要です
zh_hans: 需要重启
zh_hant: 需要重新啟動

# RestartRequiredBoth
source: The app needs to restart to apply the language and theme changes.
ja: 言語とテーマの変更を適用するには、アプリの再起動が必要です。
zh_hans: 应用需要重启以应用语言和主题更改。
zh_hant: 應用程式需要重新啟動以套用語言和主題變更。

# RestartRequiredLanguage
source: The app needs to restart to apply the language change.
ja: 言語の変更を適用するには、アプリの再起動が必要です。
zh_hans: 应用需要重启以应用语言更改。
zh_hant: 應用程式需要重新啟動以套用語言變更。

# RestartRequiredTheme
source: The app needs to restart to apply the theme change.
ja: テーマの変更を適用するには、アプリの再起動が必要です。
zh_hans: 应用需要重启以应用主题更改。
zh_hant: 應用程式需要重新啟動以套用主題變更。

# SelectedInputDir
source: Selected input directory: %@
ja: 入力ディレクトリ選択済:%@
zh_hans: 已选择输入目录：%@
zh_hant: 已選擇輸入目錄：%@

# SelectedOutputDir
source: Selected output directory: %@
ja: 出力ディレクトリ選択済:%@
zh_hans: 已选择输出目录：%@
zh_hant: 已選擇輸出目錄：%@

# SharpeningSettings
source: Sharpening
ja: シャープ
zh_hans: 锐化设置
zh_hant: 銳化設定

source: Show Logs
ja: ログを表示
zh_hans: 显示日志
zh_hant: 顯示日誌

source: Sigma:
ja: シグマ（σ）:

# SigmaDesc
source: Larger values create softer edges.
ja: ぼかしの度合い（値が大きいほどソフト）。
zh_hans: 锐化模糊半径，越大锐化效果越柔和
zh_hant: 銳化模糊半徑，越大銳化效果越柔和

source: Start Processing
ja: 処理を開始
zh_hans: 开始处理
zh_hant: 開始處理

# StartProcessingGlobalBatch
source: Merging and processing single-page images...
ja: 単ページ画像をまとめて処理しています...
zh_hans: 正在合并处理单页图片...
zh_hant: 正在合併處理單頁圖片...

# StartProcessingNoUnsharp
source: Starting image processing, Width threshold: %d, Resize height: %d, Output quality: %d, Threads: %d, Unsharp: Disabled, Colorspace GRAY: %@
ja: 処理開始｜幅閾値:%d｜リサイズ高：%d｜品質：%d｜スレッド数：%d｜アンシャープ：無効｜グレー：%@
zh_hans: 开始处理图片，宽度阈值：%d，Resize 高度：%d，输出质量：%d，线程数：%d，Unsharp：禁用，Colorspace GRAY：%@
zh_hant: 開始處理圖片，寬度閾值：%d，Resize 高度：%d，輸出品質：%d，執行緒數：%d，Unsharp：停用，Colorspace GRAY：%@

# StartProcessingSubdir
source: Processing double-page image directory: %@
ja: 見開き画像ディレクトリを処理中：%@
zh_hans: 开始处理双页图片目录：%@
zh_hant: 開始處理雙頁圖片目錄：%@

# StartProcessingWithUnsharp
source: Starting image processing, Width threshold: %d, Resize height: %d, Output quality: %d, Threads: %d, Unsharp: %.1fx%.1f+%.1f+%.2f, Colorspace GRAY: %@
ja: 処理開始｜幅閾値:%d｜リサイズ高：%d｜品質：%d｜スレッド数：%d｜アンシャープ：%.1fx%.1f+%.1f+%.2f｜グレー：%@
zh_hans: 开始处理图片，宽度阈值：%d，Resize 高度：%d，输出质量：%d，线程数：%d，Unsharp：%.1fx%.1f+%.1f+%.2f，Colorspace GRAY：%@
zh_hant: 開始處理圖片，寬度閾值：%d，Resize 高度：%d，輸出品質：%d，執行緒數：%d，Unsharp：%.1fx%.1f+%.1f+%.2f，Colorspace GRAY：%@

source: Stop
ja: 停止
zh_hans: 停止
zh_hant: 停止

# ThemeForestShadow
source: Forest Shadow
ja: フォレストシャドウ
zh_hans: 森林暗影
zh_hant: 森林暗影

# ThemeMacOsDark
source: macOS Dark
ja: macOS ダーク
zh_hans: macOS 暗色
zh_hant: macOS 暗色

# ThemeMidnightBlue
source: Midnight Blue
ja: ミッドナイトブルー
zh_hans: 午夜蓝
zh_hant: 午夜藍

# ThemeSettings
source: Theme:
ja: テーマ設定：
zh_hans: 主题设置：
zh_hant: 主題設定：

# ThemeWarmSand
source: Warm Sand
ja: ウォームサンド
zh_hans: 暖沙
zh_hant: 暖沙

source: Thread Count:
ja: 並列スレッド数:
zh_hans: 并发线程数：
zh_hant: 並行執行緒數：

# Threads
source: Thread Count:
ja: スレッド数:
zh_hans: 线程数：
zh_hant: 執行緒數：

# ThreadsCount
source: %d Threads
ja: %d スレッド
zh_hans: %d 线程
zh_hant: %d 執行緒

# ThreadsDesc
source: Threads for image processing, based on CPU cores.
ja: 画像処理用スレッド数はCPUコア数で調整。
zh_hans: 并行处理图片的线程数，应根据CPU核心数量进行合理设置
zh_hant: 並行處理圖片的執行緒數量，應根據CPU核心數量進行合理設置

# Thresh
source: Threshold:
ja: 閾値:

# ThreshDesc
source: Controls the minimum edge contrast to apply sharpening.
ja: エッジ検出の閾値（この値以上を効果対象）。
zh_hans: 锐化阈值，只对高于此值的边缘进行锐化
zh_hant: 銳化閾值，只對高於此值的邊緣進行銳化

# TotalImagesProcessed
source: Processed %d images
ja: 総処理画像数:%d 枚
zh_hans: 共处理 %d 张图片
zh_hant: 共處理 %d 張圖片

# TotalImagesToProcess
source: Found %d images to process
ja: 処理対象画像 %d 件が見つかりました
zh_hans: 共发现 %d 张图片待处理
zh_hant: 發現 %d 張圖片待處理

source: UnderWidth:
ja: 幅閾値:
zh_hans: 宽度阈值：
zh_hant: 寬度閾值：

# UnderWidthDesc
source: Images with width less than this value are converted directly; otherwise, they are split into left and right parts.
ja: 幅がこの値未満の場合は変換処理、以上の場合は左右分割処理を適用。
zh_hans: 宽度小于此值时直接转换，否则均分裁切为左右两部分
zh_hant: 寬度小於此值時直接轉換，否則均分裁切為左右兩部分

source: Unknown error
ja: 不明なエラー
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unsharp:
ja: アンシャープ:

source: Unsharp Amount:
ja: アンシャープ強度:

# UnsharpDesc
source: Enhances image detail. When Amount=0, sharpening is disabled. Default: 1.5×1.0+0.7+0.02.
ja: 画像の細部を強調します。Amount=0 の場合、シャープ化は無効になります。デフォルト値：1.5×1.0+0.7+0.02。
zh_hans: 用于增强图像细节表现，Amount=0 时将关闭锐化效果。默认值：1.5×1.0+0.7+0.02
zh_hant: 用於增強影像細節表現，Amount=0 時將關閉銳化效果。預設值：1.5×1.0+0.7+0.02

source: Unsharp Radius:
ja: アンシャープ半径:

source: Unsharp Sigma:
ja: アンシャープσ:

source: Unsharp Threshold:
ja: アンシャープ閾値:

source: Width Under:
ja: 幅閾値:
zh_hans: 宽度阀值：
zh_hant: 寬度小於：

# pxUnit
source: px
zh_hans: 像素
zh_hant: 像素
